acpi
acpid
adwaita-icon-theme
alsa-firmware
alsa-utils
android-tools
audacity
autoconf
automake
avahi
b43-fwcutter
baobab
bash
bat
binutils
binwalk
bison
blender
bluez-utils
btrfs-progs
burpsuite
bzip2
chromium
code
coreutils
cowsay
cpupower
crda
cronie
cryptsetup
ctags
dconf-editor
deepin-voice-recorder
device-mapper
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
docker
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
empathy
evince
evolution
exfat-utils
f2fs-tools
ffmpegthumbnailer
figlet
file
file-roller
filesystem
findutils
firefox
flatpak
flex
fprintd
gawk
gcc
gcc-libs
gdm
gedit
gef-git
gettext
glibc
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-maps
gnome-notes
gnome-online-accounts
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-gsconnect
gnome-shell-extension-manjaro-update
gnome-shell-extension-material-shell-git
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-wallpapers
gnome-weather
gnu-netcat
google-chrome
gparted
grep
grilo-plugins
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gthumb
gtk3
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-mtp
gvfs-smb
gzip
haveged
hexchat
htop
illyria-wallpaper
imagewriter
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
john
jre8-openjdk
jre8-openjdk-headless
kernel-alive
less
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libldac
libreoffice-still
libva-mesa-driver
libva-vdpau-driver
licenses
linux-firmware
linux419
logrotate
lolcat
lollypop
lrzip
lsb-release
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-artwork
manjaro-aur-support
manjaro-documentation-en
manjaro-firmware
manjaro-gdm-check
manjaro-gdm-theme
manjaro-gnome-assets
manjaro-gnome-vanilla
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
materia-gtk-theme
mc
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mhwd-tui
microsoft-office-online-jak
miniconda3
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mousetweaks
mutter
nano
nautilus
nautilus-admin
nautilus-empty-file
ncurses5-compat-libs
neofetch
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nmap
nodejs
npm
nss-mdns
ntfs-3g
ntp
numlockx
ocs-url
oomox-git
openresolv
openssh
os-prober
p7zip
pacman
pacui
pamac-gtk
papirus-maia-icon-theme
paprefs
patch
pavucontrol
pciutils
perl
playerctl
polkit-gnome
portaudio
postman
powertop
procps-ng
psmisc
pulseaudio-ctl
pulseaudio-modules-bt-git
pulseaudio-zeroconf
python-pip
python-pywal
python2-pip
python35
python36
qt5-quickcontrols
refind-efi
reiserfsprogs
roccat-tools-kiro
rsync
s-nail
saleae-logic
screen
seahorse
sed
shadow
simple-scan
sox
spectre-meltdown-checker
speedtest-cli
spotify
steam-manjaro
stremio-beta
sudo
sushi
sysfsutils
systemd-fsck-silent
systemd-sysvcompat
tar
teensyduino
telepathy-accounts-signon
terminator
terminus-font
texinfo
timeshift
tlp
totem
tracker
tracker-miners
transmission-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-mplus
ttf-roboto
uget
unace
unrar
usb_modeswitch
usbutils
util-linux
vi
vim
vino
vulkan-intel
vulkan-radeon
wallpapers-2018
wget
which
wpa_supplicant
xclip
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-terminal
xfsprogs
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xorg-xprop
yay
yelp
zsh
